import React from 'react'
import Image from 'next/image'

const ArticlePage2 = () => {
  return (
    <div className='blog-panel'>
        {/* Banner */}
        <div className='flex max-h-3/4 min-w-full relative -z-[1]'>
          <Image src='/asset/blog/blog-2-img-1.JPG' width={1920} height={1080} alt='article banner' className='blog-banner'></Image>                        
          <div className='blog-banner-object'>            
          </div>
        </div>

        {/* Heading */}
        <div className='blog-heading'>
            <p className='blog-reading'>7 minutes Reading</p>
          <p className='h1'>สาเหตุหรือปัญหาที่ต้องระวัง เวลาติดตั้งระแนงไม้</p>
          <p className='sub-title-article mt-2'>หากให้นึกถึงวัสดุที่สามารถป้องกันแสงแดด ทั้งยังพรางสายตาเพื่อนบ้านได้ เชื่อว่า “ระแนง” กับคุณสมบัติที่สามารถเพิ่มความสวยงามให้กับบ้านได้ไม่ยาก แต่การตกแต่งบ้านด้วยระแนงนั้น ไม่ใช่แค่การตีไม้ยึดติดผนังหรือพื้นเป็นอันว่าจบกัน</p>          
        </div>                                     
        {/* Paragraph */}
        <div className='max-w-[1000px]'>
          <div className='paragraph'>
            <p>หากให้นึกถึงวัสดุที่สามารถป้องกันแสงแดด ทั้งยังพรางสายตาเพื่อนบ้านได้ เชื่อว่า “ระแนง” กับคุณสมบัติที่สามารถเพิ่มความสวยงามให้กับบ้านได้ไม่ยาก แต่การตกแต่งบ้านด้วยระแนงนั้น ไม่ใช่แค่การตีไม้ยึดติดผนังหรือพื้นเป็นอันว่าจบกัน ยังคงต้องคำนึงถึงวัสดุที่นำมาใช้ ระยะห่างระหว่างซี่ โครงที่แข็งแกร่ง ไม่เช่นนั้นอาจเกิดปัญหาตามมาในภายหลัง อย่างเช่น 5 ปัญหาที่หลายบ้านทำพลาดเมื่อติดตั้งระแนงไม่ถูกต้อง</p>
          </div>   
          <div className='h1-blog'>
            <p>ระยะห่างระหว่างระแนง เว้นไม่ดีมีโป๊ะ</p>
          </div>   
          <div className='paragraph'>
            <p>เจ้าของบ้านหลายหลังอาจจะเคยเห็นระแนงไม้อันสวยงามของบ้านในนิตยสาร จึงเลือกที่จะนำระแนงไม้มาใช้ในการตกแต่งบ้านของเราด้วย โดยเฉพาะห้องที่ต้องการความเป็นส่วนตัวอย่าง ห้องนอน ห้องน้ำ การติดตั้งระแนงที่ดีจะช่วยหลบมุมมองจากสายตาคนภายนอก ส่วนผู้อยู่อาศัยภายในจะยังมองเห็นความเคลื่อนไหวต่าง ๆ หรือวิวภายภายนอกได้
            </p>
          </div>   

          <div className='h1-blog'>
            <p>ไม้แท้บนที่สูง ให้นึกถึงการซ่อมแซม</p>
          </div>   
          <div className='paragraph'>
            <p>ปฏิเสธไม่ได้ว่า ไม้เป็นวัสดุที่ให้ความรู้สึกอบอุ่น เป็นมิตร ดูเป็นธรรมชาติกว่าวัสดุทดแทนไม้ทุกชนิด เมื่อนึกถึงระแนงไม้เราจึงมักนึกถึงไม้แท้เป็นลำดับแรก แต่สิ่งที่เจ้าของบ้านจำเป็นต้องตระหนักคิดก่อนตัดสินใจใช้ไม้จริง เพราะไม้เป็นวัสดุที่จำเป็นจะต้องมีการดูแลอยู่เสมออย่างน้อย 2-3 ปีครั้ง เมื่อผ่านกาลเวลา ถูกแดด ถูกฝน ไม้จะค่อย ๆ สีซีดจาง ยิ่งหากไม่ใช่ไม้เนื้อแข็งเพียงไม่กี่ปีก็ผุพังแล้วครับ</p>
          </div>   

          <div className='h1-blog'>
            <p>แดดเผาระแนงบิด วัสดุแบบไหนทนแดด</p>
          </div>   
          <div className='paragraph'>
            <p>หลังจากติดตั้งวัสดุตกแต่งในปีแรก ๆ ไม่ว่าวัสดุชนิดไหนก็ดูสวยงามตาไปหมด แต่วัสดุก่อสร้างเป็นสิ่งที่จะต้องอยู่กับบ้านของเรานานนับสิบปี งานติดตั้งระแนงไม้สำหรับงานภายนอก จะต้องเผชิญทั้งแดด ทั้งฝน ซึ่งวัสดุบางชนิดโดยเฉพาะวัสดุประเภทพลาสติก เมื่อถูกแดดเผานาน ๆ จะส่งผลให้ระแนงเกิดการบิดตัวได้ 
            การเลือกวัสดุจึงจำเป็นต้องดูคุณสมบัติในการทนทานต่อแสงแดด อย่างวัสดุประเภทไม้สังเคราะห์ อลูมิเนียม เหล็ก จะให้ความคงทนแข็งแรงต่อสภาพอากาศได้ดีกว่าวัสดุที่มีส่วนผสมของพลาสติกครับ</p>
          </div>   

          <div className='blog-image-div'>
                <img src='/asset/blog/blog-2.png' className='blog-image-object h-[500px]' alt='ตัวอย่างระแนงไวนิล Amigo'></img>
                <p className='image-description'>ตัวอย่างระแนงไวนิล Amigo</p>
          </div>

          <div className='h1-blog'>
            <p>โครงยึดระแนง ต้องแข็งแรงปลอดภัย</p>
          </div>   
          <div className='paragraph'>
            <p> นี่อาจเป็นจุดสำคัญที่สุดที่หลายคนมองข้าม โดยเฉพาะงานติดตั้งระแนงบังแดดร่วมกับผนังบ้าน ซึ่งมักติดตั้งในลักษณะติดยึดกับอาคาร หากมีการติดยึดไม่ดีอาจส่งผลให้ระแนงไม้ร่วงตกลงมา สร้างความเสียหายต่อทรัพย์สินหรือชีวิตผู้อยู่อาศัยได้ 
            </p>
          </div>   
          <div className='blog-image-div'>
                <img src='/asset/blog/blog-2-img-1.JPG' className='blog-image-object h-[500px]' alt='ตัวอย่างระแนงไวนิล Amigo'></img>
                <p className='image-description'>ตัวอย่างระแนงไวนิล Amigo</p>
          </div>
          <div className='paragraph'>
            <p> การทำระแนงจึงไม่ควรทำโดยพลการ แต่ควรมีผู้เชี่ยวชาญ สถาปนิก หรือวิศวกร ช่วยตรวจสอบมาตรฐานงานโครงยึดอย่างรอบคอบ หรือดูคู่มืองานติดตั้งจากแบรนด์ผู้ผลิต โดยปกติแบรนด์ที่ได้มาตรฐานจะมีแนวทางการติดตั้งไว้ให้ครับ ซึ่งวัสดุที่นำมาใช้ทำระแนงแต่ละประเภท มีน้ำหนักที่แตกต่างกัน งานติดตั้งจึงแตกต่างกันไปตามวัสดุนั้น ๆ 
            </p>
          </div>   
          <div className='h1-blog'>
            <p>ภาพ 3D อาจไม่ได้ออกมาดีเหมือนของจริง            </p>
          </div>   
          <div className='paragraph'>
            <p>ปัจจุบันงานออกแบบบ้าน สถาปนิกจะใช้โปรแกรมจำลองภาพ 3D ให้เจ้าของบ้านได้เห็นรายละเอียดส่วนต่าง ๆ ของบ้านก่อนก่อสร้างจริง แต่บ่อยครั้งกลับพบว่า งาน 3D ไม่ได้ลงรายละเอียดครบถ้วน 100% ตัวอย่างงานติดตั้งระแนงไม้ ผู้ออกแบบจะทำเพียงซี่ระแนงแปะไว้ให้เป็นตัวอย่างเป็นซี่ ๆ จัดเรียงอย่างสวยงาม แต่ในงานติดตั้งจริงจำเป็นต้องมีโครงยึดไว้อีกชั้น โครงเหล่านี้อาจลดทอนความสวยงามลงไปได้</p>
          </div>   
        </div>
          
    </div>
  )
}

export default ArticlePage2