import React from 'react'

const ArticlePage1 = () => {
  return (
    <div className='blog-panel'>
        {/* Banner */}
        <div className='flex max-h-3/4 min-w-full relative -z-[1]'>
          <img src='/asset/blog/blog-1.jpg' className='blog-banner'></img>                        
          <div className='blog-banner-object'>            
          </div>
        </div>

        {/* Heading */}
        <div className='blog-heading'>
            <p className='blog-reading'>20 minutes Reading</p>
          <p className='h1'>วัสดุมุงหลังคายอดนิยม ที่ใช้กันในปัจจุบัน</p>
          <p className='sub-title-article mt-2'>การเลือกวัสดุที่ใช้มุง หลังคา ถือว่าเป็นอย่างแรกๆ ที่เรามักต้องเลือกกันก่อน ด้วยวัสดุมีหลากหลายแบบและชนิด ซึ่งมันอาจจะไม่เหมาะกับทรงหลังคาบ้านและความต้องการของเราก็เป็นได้</p>          
        </div>                                     
        {/* Paragraph */}
        <div className='max-w-[1000px]'>
          <div className='paragraph'>
            <p>การเลือกวัสดุที่ใช้มุง หลังคา ถือว่าเป็นอย่างแรกๆ ที่เรามักต้องเลือกกันก่อน ด้วยวัสดุมีหลากหลายแบบและชนิด ซึ่งมันอาจจะไม่เหมาะกับทรงหลังคาบ้านและความต้องการของเราก็เป็นได้
            ซึ่งทางเราจะนำเสนอ หลังคา ที่นิยมถูกเลือกมาใช้ไม่ว่าจะด้วยเหตุผลเรื่องความสวยงาม ราคา หรือแม้แต่คุณสมบัติเองก็ตาม ลองรับชมข้อดีและข้อเสียของแต่ละประเภทเพื่อช่วยในการตัดสินใจเลือกใช้</p>
          </div>   
          <div className='h1-blog'>
            <p>หลังคาเมทัลชีท</p>
          </div>   
          <div className='paragraph'>
            <p>เมทัลชีท เป็นหลังคาเหล็กที่มีความบาง โดยผ่านขั้นตอนการรีดขึ้นลอนเพื่อการระบายน้ำ สร้างความแข็งแรงและเพิ่มความสวยงาม โดยวัสดุที่ใช้ในการเคลือบจะมีทั้งอะลูมิเนียมและสังกะสี โดยสามารถติดตั้งใช้งานได้ทั้งภายในและภายนอก แต่ส่วนใหญ่ที่เราเห็นกันมักจะถูกติดตั้งภายนอกเสียมากกว่า มีหลากสีสันให้ใช้ตามความต้องการและใช้งานด้านอื่นนอกจากการมุง หลังคา เช่น รั้ว ผนัง เป็นต้น หลังคาเมทัลชีท จึงเป็นที่นิยมแพร่หลาย</p>
          </div>   
          <div className='h2-blog'>
            <p>ข้อดีของหลังคาเมทัลชีท</p>
          </div>   
          <div className='paragraph'>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>ติดตั้งง่ายและช่วยให้ประหยัดเวลาในการติดตั้งได้มาก เพราะสามารถติดตั้งทับบน หลังคา เดิมได้โดยไม่ต้องรื้อหลังคาใหม่</p>
                </li>
                <li>
                  <p>ช่วยลดปัญหาการรั่วซึม หมดปัญหาน้ำฝนไหลเข้าบริเวณรอยต่อ</p>
                </li>
                <li>
                  <p>มีน้ำหนักเบา ราคาถูก</p>
                </li>
                <li>
                  <p>ช่วยลดปัญหาการรั่วซึม หมดปัญหาน้ำฝนไหลเข้าบริเวณรอยต่อ</p>
                </li>
                <li>
                  <p>มีความทนทานกว่า หลังคากระเบื้อง ช่วยลดปัญหาเรื่องความเสียหายของวัสดุในการขนย้ายหรือเวลาติดตั้ง</p>
                </li>
                <li>
                  <p>หลังคาเมทัลชีท เหมาะแก่การปูทรงโมเดิร์นหรือทรงหมาแหงนที่มีความลาดชันต่ำ โดยไม่ต้องกังวลเรื่องปัญหาหลังคารั่วซึม</p>
                </li>
                <li>
                  <p>สามารถนำไปติดตั้งได้มากกว่าการทำเป็น หลังคา ไม่ว่าจะเป็น รั้ว ผนังกั้น หรือปิดรอยต่อต่าง ๆ</p>
                </li>
              </ul>
            </div>
          </div>  
          <div className='h2-blog'>
            <p>ข้อเสียของหลังคาเมทัลชีท</p>
          </div>   
          <div className='paragraph'>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>เนื่องด้วยวัสดุเป็นโลหะบาง จะทำให้เกิดเสียงดังรบกวนผู้อาศัย เมื่อเกิดฝนตกหนัก</p>
                </li>
                <li>
                  <p>แผ่นเมทัลชีท ทำมาจากโลหะจึงทำให้รับความร้อนได้มากกว่าวัสดุอื่นทั่วไป จึงทำให้ตัวบ้านมีความร้อนเข้ามา ในปัจจุบัน หลังคาเมทัลชีท มีฉนวนกันความร้อน ช่วยลดความร้อนได้ดียิ่งขึ้น
                  </p>
                </li>
                <li>
                  <p>ตัวแผ่นยิ่งมีความหนาน้อย ก็จะยิ่งมีน้ำหนักเบา จึงอาจจะก่อให้เกิดความหลุดเสียหายได้หากเกิดพายุลมฝน ควรเลือกให้เหมาะสมกับการใช้งาน                  </p>
                </li>
              </ul>
            </div>
          </div>  
          <div className='h1-blog'>
            <p>กันสาด</p>
          </div>   
          <div className='paragraph'>
            <p>ถือเป็นหลังคาที่นิยมใช้กันอย่างแพร่หลาย มีทั้งวัสดุ 2 ประเภท ซึ่งก็คือประเภททึบแสงและประเภทโปร่งแสง ซึ่งการเลือกก็ควรเลือกให้เหมาะสมกับสถานที่และความต้องการด้วย นิยมติดตั้งบริเวณต่างๆ เช่น หน้าต่าง โรงจอดรถ หรือประตูทางเข้า เป็นต้น</p>
          <p>กันสาดทึบแสง แสงจะไม่สามารถส่องผ่านได้ ได้ความร่มรื่นและเย็นกว่าแบบโปร่งแสง มีวัสดุให้เลือกใช้หลายประเภท เช่น</p>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>เมทัลชีท ข้อดี น้ำหนักเบา ราคาถูก ติดตั้งง่าย ข้อเสีย เวลาฝนตกหนักเสียงดังเข้าบ้าน รับความร้อนสูง</p>
                </li>
                <li>
                  <p>กระเบื้องลอนคู่ ข้อดี ราคาถูก ติดตั้งง่าย ข้อเสีย มีน้ำหนักมาก เปลืองค่าใช้จ่ายในการทำโครงสร้างเหล็ก
                  </p>
                </li>
                <li>
                  <p>ไวนิล ข้อดีคือ สวยงาม ดูทันสมัย เสียงเบาแม้เจอฝนตกหนัก ข้อเสีย ราคาสูง</p>
                </li>
                <li>
                  <p>ผ้าใบ ข้อดีคือ น้ำหนักเบา พับเก็บได้ ข้อเสีย อายุการใช้งานต่ำ                  </p>
                </li>
              </ul>
            </div>
          <p>กันสาดโปร่งแสง แสงสามารถส่องผ่านลงมาได้ ให้แสงสว่างโดยไม่ต้องเปิดไฟในเวลากลางวัน</p>
          <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>โพลีคาร์บอเนต ข้อดี แสงส่องผ่านได้เต็มที่ มีสีสันให้เลือกเยอะ ราคาถูก ข้อเสีย แสงเปลี่ยนตามสีของแผ่นไม่เป็นธรรมชาติ เสียงดังมากเมื่อฝนตกหนัก ร้อนมาก อายุการใช้งานสั้น</p>
                </li>
                <li>
                  <p>ไฟเบอร์กลาส ข้อดี อายุการใช้งานสูง แสงเป็นธรรมชาติ ข้อเสีย ราคาสูง
                  </p>
                </li>
                <li>
                  <p>ผ้า ข้อดีคือ น้ำหนักเบา พิมพ์ลวดลายได้ พับเก็บง่าย ข้อเสีย อายุการใช้งานต่ำ สกปรก เกิดเชื้อราได้</p>
                </li>
              </ul>
            </div>
          </div>  
          <div className='h1-blog'>
            <p>หลังคาไวนิล</p>
          </div>   
          <div className='paragraph'>
            <p>เป็นวัสดุแผ่น หลังคา ที่ทำมาจาก UPVC หรือ Unplasticized Poly Vinyl Chloride หลังคาไวนิล มีให้เลือกใช้ได้หลากหลายลักษณะ เช่น แบบท้องเรียบ ลอนคู่ ลอนเดี่ยว ลอนสาม เป็นต้น</p>
          </div>
          <div className='h2-blog'>
            <p>ข้อดีของ หลังคาไวนิล</p>
          </div>
          <div className='paragraph'>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>มีความยืดหยุ่นทนทานต่อแรงกระแทก เช่นหากมีของแข็งหล่นใส่หลังคา กระเบื้องลอนคู่อาจแตก และเมทัลชีทอาจบุบได้                  </p>
                </li>
                <li>
                  <p>ป้องกันความร้อนได้ดี ความร้อนเข้าตัวบ้านน้อย ช่วยประหยัดค่าไฟฟ้า
                  </p>
                </li>
                <li>
                  <p>ช่วยซับเสียงได้กว่า หลังคาเมทัลชีท แม้ฝนตกหนักก็ไม่รบกวน                  </p>
                </li>
                <li>
                  <p>ไม่ลามไฟ</p>
                </li>
                <li>
                  <p>ใช้กับรูปแบบ หลังคา ที่มีความลาดชันน้อยได้                  </p>
                </li>
                <li>
                  <p>มีน้ำหนักเบา</p>
                </li>
              </ul>
            </div>
          </div>  
          <div className='h2-blog'>
            <p>ข้อเสียของหลังคาไวนิล</p>
          </div>
          <div className='paragraph'>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>ราคาสูงมาก                  </p>
                </li>
                <li>
                  <p>มีแต่แบบชนิดทึบแสง
                  </p>
                </li>
                <li>
                  <p>สีอาจมีการเปลี่ยนแปลงบ้าง เมื่อใช้งานไปนานๆ</p>
                </li>
              </ul>
            </div>
          </div>  

          <div className='h1-blog'>
            <p>หลังคากระเบื้อง</p>
          </div>   
          <div className='paragraph'>
            <p>มีความนิยมใช้กันเป็นอย่างมาก วัสดุหลายประเภทด้วยกัน เช่น กระเบื้องหลังคาคอนกรีต เซรามิก ดินเผา ลอนคู่ ไฟเบอร์ซีเมนต์ เป็นต้น สามารถเลือกสรร ตกแต่งบ้านได้ตามที่ต้องการ</p>
          </div>

          <div className='h2-blog'>
            <p>ข้อดีของหลังคากระเบื้อง</p>
          </div>
          <div className='paragraph'>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>แข็งแรงทนทาน อายุการใช้งานยาวนาน</p>
                </li>
                <li>
                  <p>ป้องกันความร้อนได้ดี ความร้อนเข้าตัวบ้านน้อย ช่วยประหยัดค่าไฟฟ้า
                  </p>
                </li>
                <li>
                  <p>ซ่อมแซมบำรุงรักษาง่าย เปลี่ยนแค่จุดที่ชำรุด</p>
                </li>
                <li>
                  <p>กันความร้อนได้ดี                  </p>
                </li>
                <li>
                  <p>เสียงเบากว่า หลังคาเมทัลชีท เวลาฝนตกกระทบหลังคา                  </p>
                </li>
              </ul>
            </div>
          </div>  
          <div className='h2-blog'>
            <p>ข้อเสียของหลังคากระเบื้อง</p>
          </div>
          <div className='paragraph'>
            <div className='ml-12 my-2'>
              <ul className='list-disc'>
                <li>
                  <p>ติดตั้งยาก ใช้เวลานาน เพราะต้องติดตั้งทีละแผ่น</p>
                </li>
                <li>
                  <p>ติดตั้งไม่ดีอาจเกิดการรั่วซึมได้</p>
                </li>
                <li>
                  <p>น้ำหนักมาก                  </p>
                </li>
                <li>
                  <p>ค่าใช้จ่ายสูง เนื่องจากต้องเพิ่มต้นทุนในการทำโครงสร้างมารองรับ</p>
                </li>
              </ul>
            </div>            
          </div>  
          <div className='paragraph'>
          <p>เมื่อทราบข้อดีและข้อเสียกันแบบนี้แล้ว ท่านเจ้าของบ้านก็พอจะสามารถเลือกวัสดุให้เหมาะกับประโยชน์และวัตถุประสงค์ของการใช้ หลังคา ก็จะสามารถช่วยทำให้ได้บ้านที่มีคุณสมบัติที่ดีมากยิ่งขึ้น คือได้หลังคาที่แข็งแรง สวยงาม ทนทาน เหมาะกับบ้าน และยังช่วยประหยัดค่าไฟฟ้าได้อีกด้วย</p>
          </div>
        </div>
          
    </div>
  )
}

export default ArticlePage1