import React from 'react'
import Image from 'next/image'
import { Metadata } from 'next'

export const metadata: Metadata = {
    icons: {
      icon: '/favicon.ico',
      shortcut: '/favicon.ico',
    },
    title: 'ระแนงไวนิล ต่างจาก ไม้ระแนงเฌอร่า อย่างไร..? – จำหน่ายอุปกรณ์ระแนงไวนิล | ไม้ระแนงเฌอร่า-ระแนงไม้เทียม – Iconroof',
    description: 'บริการจำหน่ายและติดตั้งระแนงบังตาไวนิล AMIGO ระแนงชิด ระแนงเว้นร่อง ระแนงบานเกล็ด โดยไอคอนรูฟ ขายปลีก-ส่ง ราคาโรงงาน ทันสมัย แข็งแรง สวยงาม ระแนงบังตาไวนิล รับประกัน 10 ปี อบสีด้วย พาวเดอร์ โค้ท ตั้งแต่ 08.00-17.30 น. เปิดบริการวันจันทร์-เสาร์ บริการ: รับติดตั้งระแนงไวนิล, เปิดบริการ จันทร์-ศุกร์, ตั้งแต่ 08.00-17.30 น.',
    keywords: 'ระแนงบังตา, ระแนงบังตาไวนิล, ระแนงบังตาไวนิล AMIGO, ระแนงชิด, ระแนงเว้นร่อง, ระแนงบานเกล็ด, ระแนงบังแดด, ระแนงตกแต่งบ้าน, ระแนงระเบียง, ระแนงกันแดด, ระแนงบังสายตา, ระแนงหน้าบ้าน, ระแนงข้างบ้าน, ระแนงแต่งบ้าน, ระแนงแต่งสวน, ไวนิลบังตา, แผ่นไวนิล, ไวนิลตกแต่ง, ไวนิลภายนอก, ไวนิลภายใน, วัสดุตกแต่งบ้าน, วัสดุก่อสร้าง, หลังคาไวนิล, หลังคาไวนิล AMIGO, ไวนิลคุณภาพสูง, ไวนิลราคาถูก, วัสดุตกแต่งภายนอก, แผ่นไวนิลทนแดด, แผ่นไวนิลทนน้ำ, ไวนิลตกแต่งผนัง, ผนังไวนิล, ไวนิลตกแต่งภายนอก, ติดตั้งระแนง, ช่างติดตั้งระแนง, ระแนงบังตา, ระแนงบังตาไวนิล, ระแนงบังตาไวนิล AMIGO, ระแนงชิด, ระแนงเว้นร่อง, ระแนงบานเกล็ด, ระแนงบังแดด, ระแนงตกแต่งบ้าน, ระแนงระเบียง, ระแนงกันแดด, ระแนงบังสายตา, ระแนงหน้าบ้าน, ระแนงข้างบ้าน, ระแนงแต่งบ้าน, ระแนงแต่งสวน, ไวนิลบังตา, แผ่นไวนิล, ไวนิลตกแต่ง, ไวนิลภายนอก, ไวนิลภายใน, วัสดุตกแต่งบ้าน, วัสดุก่อสร้าง, หลังคาไวนิล, หลังคาไวนิล AMIGO, ไวนิลคุณภาพสูง, ไวนิลราคาถูก, วัสดุตกแต่งภายนอก, แผ่นไวนิลทนแดด, แผ่นไวนิลทนน้ำ, ไวนิลตกแต่งผนัง, ผนังไวนิล, ไวนิลตกแต่งภายนอก, ติดตั้งระแนง, ช่างติดตั้งระแนง, ระแนงสำเร็จรูป, ผลิตภัณฑ์ไวนิล, ไวนิลกันน้ำ, ไวนิลกันปลวก, วัสดุกันความร้อน, ไวนิลทนฝน, วัสดุก่อสร้างบ้าน, สร้างบ้าน, รีโนเวทบ้าน, บ้านสวยด้วยไวนิล, ไอคอนรูฟ, Iconroof, Amigo, ไวนิล Amigo, ระแนง, ระ แนง, ระแน ง, บังตา, ฝ้า, ไอคอนรุฟ, ไอคอนรูฟ',
    openGraph: {
      title: 'ระแนงไวนิล ต่างจาก ไม้ระแนงเฌอร่า อย่างไร..? – ระแนงบังตา',
      description: 'บริการจำหน่ายและติดตั้งระแนงบังตาไวนิล AMIGO ระแนงชิด ระแนงเว้นร่อง ระแนงบานเกล็ด โดยไอคอนรูฟ ขายปลีก-ส่ง ราคาโรงงาน ทันสมัย แข็งแรง สวยงาม ระแนงบังตาไวนิล รับประกัน 10 ปี อบสีด้วย พาวเดอร์ โค้ท ตั้งแต่ 08.00-17.30 น. เปิดบริการวันจันทร์-เสาร์ บริการ: รับติดตั้งระแนงไวนิล, เปิดบริการ จันทร์-ศุกร์, ตั้งแต่ 08.00-17.30 น.',
      url: 'https://iconroof.co.th/blogs/article-2',
      siteName: 'Next.js',
      images: [
        {
          url: 'https://iconroof.co.th/asset/blog/blog-3.png', // Must be an absolute URL
          width: 800,
          height: 600,
          alt: 'iconroof ระแนง',
        },
        {
          url: 'https://iconroof.co.th/asset/blog/blog-3.png', // Must be an absolute URL
          width: 1800,
          height: 1600,
          alt: 'iconroof ระแนง',
        },
      ],
      locale: 'th_TH',
      type: 'website',
    },
  }

const ArticlePage3 = () => {
  return (
    <div className='blog-panel'>
            {/* Banner */}
            <div className='flex max-h-3/4 min-w-full relative -z-[1]'>
              <Image src='/asset/blog/blog-3.png' width={1920} height={1080} alt='article banner' className='blog-banner'></Image>                        
              <div className='blog-banner-object'>            
              </div>
            </div>
    
            {/* Heading */}
            <div className='blog-heading'>
                <p className='blog-reading'>2 minutes Reading</p>
              <p className='h1'>ระแนงไวนิล ต่างจาก ไม้ระแนงเฌอร่า อย่างไร..?</p>
              <p className='sub-title-article mt-2'>หลายคนอาจสงสัยว่าระแนงแต่ละชนิดต่างกันอย่างไร มีคุณสมบัติอย่างไร</p>          
            </div>                                     
            {/* Paragraph */}
            <div className='max-w-[1000px]'>
              <div className='h1-blog'>
                <p>ระแนงคือ?</p>
              </div>   
              <div className='paragraph'>
                <p>ระแนง คือ วัสดุที่มีลักษณะเป็นเส้น หรือ แท่งขนาดยาว โดยจะเป็นรูปทรงสี่เหลี่ยม หรือ รูปร่างกลมก็ได้ มาเรียงต่อกันบนโครง ซึ่งโดยทั่วๆไปนั้น ระแนง สามารถทำได้จากวัสดุที่แตกต่างกันออกไป ทั้ง ไม้ โลหะ หรือวัสดุสังเคราะห์ต่างๆ เช่น ไวนิล หรือ ไม้ไฟเบอร์ซีเมนต์ ซึ่งข้อดีของระแนงคือ ช่วยเพิ่มความโปร่งสบาย
                </p>
              </div>   

              <div className='blog-image-div'>
                    <img src='/asset/blog/blog-3.png' className='blog-image-object h-[500px]' alt='ตัวอย่างระแนงไม้'></img>
                    <p className='image-description'>ตัวอย่างระแนงไม้</p>
              </div>
    
              <div className='h1-blog'>
                <p>ไม้เฌอร่าคือ?</p>
              </div>   
              <div className='paragraph'>
                <p>ไม้เฌอร่า คือ “ไม้เฌอร่า” เป็นไม้สังเคราะห์ประเภทหนึ่งที่ทำจากวัสดุไฟเบอร์ซีเมนต์ พัฒนามาจากการนำกระเบื้องแผ่นเรียบมาตัดให้เป็นชิ้นเล็กลงขนาดเท่ากับไม้ มีส่วนผสมของปูนซีเมนต์ และเยื่อเซลลูโลสจึงทำให้มีทั้งความแข็งแรง และมีความยืดหยุ่นอยู่ในเนื้อวัสดุ                </p>
              </div>   
              <div className='paragraph'>
                <p>สรุปได้ว่า "ระแนงไวนิล" นั้น มีน้ำหนักที่เบา มีความทนทาน การติดตั้งง่าย ซึ่งตรงกันข้าม "ไม้เฌอร่า" ที่เป็นไม้มีน้ำหนักมาก การติดตั้งค่อนข้างยุ่งยาก แต่ไม้ เฌอร่านั้น มีความโดดเด่นอยู่ที่ว่า สีไม้นั้นมีความเป็นธรรมชาติ เมื่อเวลาติดตั้งให้ความรู้สึกถึงธรรมชาติ แต่ระแนงไวนิล ให้ความรู้สึกที่ปลอดโปร่งสบาย ด้วยสีไวนิลที่เป็นสีขาว</p>
              </div>   
            </div>
              
        </div>
  )
}

export default ArticlePage3